[
  {
    "Id": "1",
    "Title": "5 правил успішного поливу кімнатних рослин",
    "Summary": "Правильний полив - запорука здоров'я рослин. Дізнайтеся оптимальні способи поливу.",
    "Content": "Правило 1: Перевіряйте ґрунт перед поливом. Верхній шар має просохнути на 1-2 см.\n\nПравило 2: Використовуйте воду кімнатної температури. Холодна вода може викликати шок у рослин.\n\nПравило 3: Поливайте вранці або ввечері, але не в спекотний полудень.\n\nПравило 4: Різні рослини потребують різного режиму поливу. Сукуленти потребують менше води, ніж папороті.\n\nПравило 5: Не допускайте застою води в піддоні - це може призвести до гниття коренів.",
    "ImageUrl": "watering_tips.jpg",
    "Category": "Поради",
    "PublishedDate": "2024-05-12T08:00:00",
    "IsFeatured": true,
    "Tags": [ "полив", "догляд", "початківцям" ],
    "LikesCount": 24,
    "Author": "Марія Садівник"
  },
  {
    "Id": "2",
    "Title": "ТОП-10 невибагливих рослин для початківців",
    "Summary": "Тільки починаєте займатися рослинами? Ці 10 видів чудово підійдуть для старту.",
    "Content": "1. Сансев'єрія (щучий хвіст) - практично невбиванна рослина, потребує поливу раз на 2-3 тижні.\n\n2. Потос - витка рослина з гарним листям, добре росте навіть при нестачі світла.\n\n3. Драцена - невибаглива рослина з довгим листям, добре очищує повітря.\n\n4. Хлорофітум - швидкоростуча рослина, яка легко розмножується відводками.\n\n5. Спатіфіллум - квітуча рослина, яка показує коли їй потрібен полив (листя опускається).\n\n6. Заміокулькас - рослина з блискучим листям, витримує тривалу посуху.\n\n7. Алое - сукулент з лікувальними властивостями, потребує яскравого світла та рідкісного поливу.\n\n8. Кактуси - різноманітні за формою рослини, яким потрібне яскраве світло та мінімальний полив.\n\n9. Фікус каучуконосний - рослина з блискучим шкірястим листям, невибаглива у догляді.\n\n10. Крассула (грошове дерево) - сукулент з круглими листочками, символ фінансового благополуччя.",
    "ImageUrl": "beginner_plants.jpg",
    "Category": "Рослини",
    "PublishedDate": "2024-05-09T10:15:00",
    "IsFeatured": true,
    "Tags": [ "початківцям", "невибагливі", "список" ],
    "LikesCount": 42,
    "Author": "Іван Квітів"
  },
  {
    "Id": "3",
    "Title": "Як врятувати пересушену рослину",
    "Summary": "Забули полити улюблену квітку? Є способи її реанімувати!",
    "Content": "Крок 1: Пересушену рослину можна впізнати за в'ялим, пониклим листям та сухим ґрунтом, який відстає від стінок горщика.\n\nКрок 2: Перенесіть рослину в тінь, щоб зменшити навантаження та випаровування вологи.\n\nКрок 3: Для невеликих рослин можна застосувати метод занурення - поставте горщик у таз з водою кімнатної температури на 15-30 хвилин. Вода має доходити приблизно до половини висоти горщика.\n\nКрок 4: Для великих рослин обережно поливайте по краю горщика невеликими порціями, даючи воді вбиратися.\n\nКрок 5: Після відновлення вологості ґрунту можна злегка обприскати листя, створивши більш вологий мікроклімат.\n\nКрок 6: Протягом кількох днів підтримуйте підвищену вологість повітря навколо рослини.\n\nКрок 7: Не удобрюйте одразу після пересушки - дайте рослині час відновитися.\n\nВажливо: деякі рослини можуть не відновитися після сильної пересушки. У такому випадку, збережіть здорові частини для розмноження.",
    "ImageUrl": "dry_plant_rescue.jpg",
    "Category": "Лайфхаки",
    "PublishedDate": "2024-05-04T14:30:00",
    "IsFeatured": false,
    "Tags": [ "порятунок", "пересушка", "полив" ],
    "LikesCount": 18,
    "Author": "Олена Флорист"
  },
  {
    "Id": "4",
    "Title": "Найкращі добрива для кімнатних рослин",
    "Summary": "Огляд ефективних добрив та правила їх застосування для здоров'я ваших рослин.",
    "Content": "Кімнатні рослини, як і всі живі організми, потребують поживних речовин для росту та розвитку. Правильно підібрані добрива можуть значно покращити зовнішній вигляд рослин і стимулювати їх цвітіння.\n\nТипи добрив:\n\n1. Мінеральні добрива - містять основні макроелементи (азот, фосфор, калій) та мікроелементи. Випускаються у вигляді гранул, паличок, рідин і таблеток.\n\n2. Органічні добрива - натуральні підживлення (компост, перегній, біогумус). Екологічні, але повільніше засвоюються рослинами.\n\n3. Комплексні добрива - містять повний набір необхідних елементів в оптимальному співвідношенні.\n\nПравила підживлення:\n\n• Завжди дотримуйтесь інструкції з дозування. Надлишок добрив може зашкодити більше, ніж їх нестача.\n\n• Підживлюйте тільки здорові рослини. Хворі та щойно пересаджені рослини в добривах не потребують.\n\n• Удобрюйте рослини тільки під час активного росту (весна, літо). Взимку більшість рослин перебувають у стані спокою.\n\n• Ніколи не удобрюйте сухий ґрунт - спочатку полийте рослину, а потім вносьте підживлення.\n\nНаш вибір найкращих добрив:\n\n• Для декоративно-листяних: добрива з підвищеним вмістом азоту.\n\n• Для квітучих рослин: добрива з високим вмістом фосфору та калію.\n\n• Для кімнатних дерев та кущів: комплексні добрива пролонгованої дії.\n\n• Для кактусів та сукулентів: спеціалізовані добрива з низьким вмістом азоту.\n\nУважно ставтеся до потреб своїх рослин, і вони віддячать вам пишною зеленню та рясним цвітінням!",
    "ImageUrl": "fertilizers.jpg",
    "Category": "Догляд",
    "PublishedDate": "2024-05-02T09:45:00",
    "IsFeatured": false,
    "Tags": [ "добрива", "підживлення", "догляд" ],
    "LikesCount": 31,
    "Author": "Олексій Агроном"
  },
  {
    "Id": "5",
    "Title": "Секрети розмноження орхідей в домашніх умовах",
    "Summary": "Покрокова інструкція, як розмножити улюблену орхідею без спеціального обладнання.",
    "Content": "Орхідеї - одні з найбажаніших кімнатних рослин, але багато хто вважає їх розмноження складним завданням. Насправді, існує кілька способів розмноження орхідей, доступних навіть початківцям-квітникарям.\n\nСпосіб 1: Поділ дорослої рослини\n\nЦей метод підходить для симподіальних орхідей (з горизонтальним ростом), таких як катлея, дендробіум, зигопеталум.\n\n1. Дочекайтеся, коли у рослини буде не менше 6-8 псевдобульб (потовщень на стеблі).\n2. Вийміть рослину з горщика і обережно очистіть коріння від субстрату.\n3. Стерилізованим ножем розділіть рослину так, щоб у кожній частині було не менше 3-4 псевдобульб з корінням.\n4. Обробіть зрізи порошком кориці або активованим вугіллям.\n5. Посадіть кожну частину в окремий горщик з новим субстратом для орхідей.\n\nСпосіб 2: Розмноження дітками\n\nЦей метод ідеально підходить для фаленопсисів (орхідей-метеликів).\n\n1. Після цвітіння не обрізайте квітконіс повністю, а тільки видаліть зів'ялі квіти.\n2. На квітконосі можуть почати рости маленькі дочірні рослини (дітки).\n3. Коли у дітки з'являться кілька листків і коріння довжиною 3-5 см, обережно відокремте її від материнської рослини стерилізованим ножем.\n4. Посадіть дітку в маленький горщик з тонким шаром субстрату для орхідей.\n5. Створіть тепличні умови перші 2-3 тижні, накривши рослину прозорим пакетом з отворами.\n\nСпосіб 3: Стимуляція росту дітки на квітконосі\n\nЯкщо дітка не з'являється природним шляхом, можна спробувати стимулювати її ріст.\n\n1. Видаліть верхівку квітконоса після цвітіння.\n2. Обережно видаліть захисну плівку з декількох бруньок на квітконосі.\n3. Нанесіть на відкриті бруньки цитокінінову пасту (продається в садових магазинах).\n4. Через 1-2 місяці з оброблених бруньок можуть почати рости дітки.\n\nВажливі поради:\n• Завжди використовуйте стерилізовані інструменти для запобігання інфекціям.\n• Не кваптеся відокремлювати дітку від материнської рослини, дочекайтеся формування коріння.\n• Перші кілька місяців після посадки уникайте яскравого сонячного світла.\n• Поливайте молоді рослини дуже обережно, щоб не викликати загнивання.\n\nТерпіння - головний секрет успішного розмноження орхідей. Може пройти рік або більше, перш ніж нова рослина зацвіте, але результат вартий очікування!",
    "ImageUrl": "orchid_propagation.jpg",
    "Category": "Розмноження",
    "PublishedDate": "2024-04-25T16:20:00",
    "IsFeatured": true,
    "Tags": [ "орхідеї", "розмноження", "дітки" ],
    "LikesCount": 56,
    "Author": "Ольга Орхідеєва"
  },
  {
    "Id": "6",
    "Title": "Лікування жовтіючого листя: причини та рішення",
    "Summary": "Що робити, якщо листя рослин почало жовтіти? Діагностика та лікування поширених проблем.",
    "Content": "Жовтіюче листя - один із найпоширеніших сигналів про проблеми у кімнатних рослин. Пожовтіння може бути викликане різними факторами, від неправильного поливу до шкідників. Своєчасна діагностика допоможе врятувати вашу рослину.\n\nОсновні причини пожовтіння листя:\n\n1. Неправильний полив\n\n• Пересушка: листя жовтіє з кінчиків і країв, стає ламким.\nРішення: відновіть регулярний полив, перевіряйте вологість ґрунту перед кожним поливом.\n\n• Перезволоження: нижнє листя жовтіє повністю, ґрунт може мати затхлий запах.\nРішення: скоротіть частоту поливу, перевірте дренаж, при сильному перезволоженні пересадіть рослину в свіжий субстрат.\n\n2. Освітлення\n\n• Нестача світла: листя бліднішає, стає світло-жовтим, рослина тягнеться до джерела світла.\nРішення: перемістіть рослину в більш освітлене місце або використовуйте фітолампи.\n\n• Надлишок світла: на листі з'являються жовто-коричневі \"опіки\".\nРішення: пересуньте рослину далі від вікна або притініть її.\n\n3. Нестача поживних речовин\n\n• Азот: рівномірне пожовтіння старого листя, починаючи знизу.\nРішення: підживіть рослину комплексним добривом з підвищеним вмістом азоту.\n\n• Залізо: пожовтіння між жилками листка, при цьому жилки залишаються зеленими.\nРішення: використовуйте хелатні добрива з мікроелементами.\n\n4. Шкідники\n\n• Павутинний кліщ: дрібні жовті цяточки на листі, тонка павутина.\nРішення: обробіть рослину акарицидом, регулярно обприскуйте листя.\n\n• Щитівка: липкий наліт на листі, жовті плями, коричневі бляшки на стеблах і листі.\nРішення: видаліть шкідників ватним тампоном, змоченим у спиртовому розчині, потім обробіть інсектицидом.\n\n5. Хвороби\n\n• Коренева гниль: нижнє листя жовтіє і опадає, коріння стає темним і м'яким.\nРішення: видаліть уражені частини, пересадіть рослину в свіжий субстрат, скоротіть полив.\n\n• Грибкові інфекції: жовті плями з темною каймою.\nРішення: видаліть уражене листя, обробіть рослину фунгіцидом.\n\n6. Акліматизація\n\n• Нова рослина може скидати частину листя при адаптації до нових умов.\nРішення: забезпечте стабільні умови утримання, уникайте перестановок і різких перепадів температури.\n\nПрофілактика проблем з пожовтінням листя:\n• Регулярно оглядайте рослини на наявність шкідників і хвороб.\n• Підтримуйте оптимальну вологість повітря.\n• Своєчасно пересаджуйте рослини в міру їх росту.\n• Забезпечуйте відповідний рівень освітлення для кожного виду.\n• Удобрюйте рослини в період активного росту.\n\nУважне спостереження за рослинами допоможе помітити проблему на ранній стадії, коли її ще легко виправити.",
    "ImageUrl": "yellow_leaves.jpg",
    "Category": "Лікування",
    "PublishedDate": "2024-04-18T12:40:00",
    "IsFeatured": false,
    "Tags": [ "хвороби", "діагностика", "лікування" ],
    "LikesCount": 47,
    "Author": "Дмитро Ботанік"
  },
  {
    "Id": "7",
    "Title": "Створюємо міні-сад у скляному тераріумі",
    "Summary": "Покрокове керівництво зі створення гарного та невибагливого саду в скляній ємності.",
    "Content": "Тераріум з рослинами - це мініатюрна екосистема в скляній ємності, яка виглядає ефектно і потребує мінімального догляду. Створити такий міні-сад своїми руками простіше, ніж здається!\n\nНеобхідні матеріали:\n• Скляна ємність (ваза, банка, акваріум, спеціальний тераріум)\n• Дрібний гравій або керамзит для дренажу\n• Активоване вугілля\n• Сфагнум (мох)\n• Ґрунт для кімнатних рослин\n• Декоративні елементи (камені, корчі, фігурки)\n• Мініатюрні рослини\n• Інструменти: довгі щипці або палички, розпилювач води\n\nПідходящі рослини для тераріуму:\n• Фіттонія\n• Криптантус\n• Пеперомія\n• Селагінелла\n• Папороті (адіантум, нефролепіс)\n• Пілея\n• Солейролія\n• Сукуленти (для відкритих тераріумів)\n\nПокрокове створення тераріуму:\n\n1. Підготовка ємності\nРетельно вимийте скляну ємність і дайте їй висохнути. Якщо ви використовуєте ємність з вузьким горлечком, підготуйте довгі щипці або палички для розміщення рослин і декорацій.\n\n2. Створення дренажного шару\nНасипте на дно ємності шар гравію або керамзиту висотою 2-3 см. Це запобігатиме застою води та загниванню коріння.\n\n3. Шар активованого вугілля\nДодайте тонкий шар подрібненого активованого вугілля (приблизно 0,5-1 см). Вугілля діятиме як фільтр, поглинаючи запахи та запобігаючи росту бактерій.\n\n4. Шар моху\nПокладіть шар сфагнуму, щоб запобігти змішуванню ґрунту з дренажним шаром.\n\n5. Ґрунтовий шар\nДодайте ґрунт для кімнатних рослин шаром 3-5 см. Для сукулентів використовуйте спеціальний ґрунт з додаванням піску або перліту.\n\n6. Ландшафтний дизайн\nСформуйте рельєф з ґрунту: створіть пагорби, западини, схили. Розташуйте декоративні елементи - камені, корчі, фігурки. Продумайте композицію заздалегідь.\n\n7. Посадка рослин\nЗробіть ямки в ґрунті та обережно посадіть рослини, починаючи з найбільших. Акуратно ущільніть ґрунт навколо коріння. Залишайте достатньо місця між рослинами для їх росту.\n\n8. Очищення та полив\nЗа допомогою пензлика або серветки видаліть частинки ґрунту зі скла та листя. Злегка обприскайте рослини з розпилювача.\n\nДогляд за тераріумом:\n\n• Полив: закриті тераріуми потребують дуже рідкісного поливу (раз на 2-3 місяці), відкриті - частіше (в міру підсихання верхнього шару ґрунту).\n\n• Освітлення: яскраве розсіяне світло без прямих сонячних променів. Уникайте розміщення на південних вікнах.\n\n• Провітрювання: відкриті тераріуми не потребують особливого провітрювання, закриті потрібно відкривати на кілька годин раз на тиждень.\n\n• Обрізка: періодично видаляйте відмерле листя та обмежуйте ріст надто активних рослин.\n\nПоширені помилки:\n• Надмірний полив - основна причина загибелі рослин у тераріумах\n• Надто щільна посадка рослин\n• Використання рослин з різними вимогами до догляду\n• Розміщення тераріуму під прямими сонячними променями\n\nТераріум - чудовий елемент декору для дому чи офісу, який при правильному створенні радуватиме вас довгі роки!",
    "ImageUrl": "terrarium.jpg",
    "Category": "DIY",
    "PublishedDate": "2024-04-10T09:15:00",
    "IsFeatured": true,
    "Tags": [ "тераріум", "своїми руками", "декор" ],
    "LikesCount": 65,
    "Author": "Анна Флорист"
  }
] 